Repository: 61izzy/online-judge
Catalog: locale/*/LC_MESSAGES/dmoj-user.po
Languages: vi

source: Problems
vi: Đề bài

source: Editorials
vi: Biên tập

source: Submissions
vi: Nộp bài

source: Users
vi: Người dùng

source: Organizations
vi: Tổ chức

source: Contests
vi: Cuộc thi

source: Status
vi: Trạng thái

source: Runtimes
vi: Đang chạy

source: Tips
vi: Mẹo

source: API
vi: Giao diện Lập trình Ứng dụng (API)

source: Advanced Math
vi: Toán nâng cao

source: Data Structures
vi: Cấu trúc dữ liệu

source: Divide and Conquer
vi: Chia để trị

source: Dynamic Programming
vi: Lập trình động

source: Game Theory
vi: Lý thuyết trò chơi

source: Geometry
vi: Hình học

source: Graph Theory
vi: Lý thuyết graph

source: Greedy Algorithms
vi: Giải thuật tham lam

source: Implementation
vi: Thực hiện

source: Intermediate Math
vi: Toán trung cấp

source: Recursion
vi: Đệ quy

source: Regular Expressions
vi: Biểu thức thông thường

source: Simple Math
vi: Toán học đơn giản

source: Simulation
vi: Mô phỏng

source: String Algorithms
vi: Thuật toán chuỗi
